#include <iostream>

using std::string;

const string girl_names[10] = {"Настя", "Мира", "Надя", "Катя", "Оля",
                               "Даша", "Лиза", "Соня", "Алёна", "Алина"};

const string guy_names[10] = {"Лёша", "Ваня", "Макс", "Петя", "Дима",
                              "Андрей", "Саня", "Ефим", "Никита", "Вова"};

const string offers[10] = {"Пойдём сперва в ресторан, потом на ночную прогулку по городу :)",
                           "Прогуляемся в вечернее время, а потом пойдём домой и поужинаем вместе <3)",
                           "Садимся в мой E-class, падаем в Чайхону, заказываем кальян и наслаждаемся хачапури :D",
                           "Едем ко мне домой изучать Пифагор!",
                           "Хочешь сходить на романтический❤️ фильм?)",
                           "А давай в ресторан?... на 61 этаже в Москва-сити!",
                           "Милая, сходим на клёвую выставку или в классный кинотеатр?",
                           "Ты элегантна во всех отношениях)))) Пойдём посидим на берегу пруда, поболтаем)",
                           "Поисполняем по кутузе?)", "Ну-с, милая, нравишься ты мне, может кофейку?)"};


